Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/versioncontrol-omegat.tmx
Source language: en_us
Languages: pt_br

source: Versioning
pt_br: Versionamento

source: Support module for Versioning systems.
pt_br: Módulo de suporte para Sistemas de versionamento.

source: Vers&ioning
pt_br: Vers&ionamento

source: &Versioning
pt_br: &Versionamento

source: Show &Versioning Labels
pt_br: Exibir rótulos do &versionamento

source: Working Copy
pt_br: Cópia de trabalho

source: Go To Previous Difference
pt_br: Ir para diferença anterior

source: Go To Next Difference
pt_br: Ir para próxima diferença

source: Open Diff Window
pt_br: Abrir janela de comparação

source: Delete Added Text
pt_br: Excluir texto adicionado

source: Replace With Original Text
pt_br: Substituir pelo texto original

source: Restore Original Text
pt_br: Restaurar texto original

source: Show &Diff Sidebar
pt_br: Exibir barra lateral &de comparação

source: 1#{0} line added|2#{0} lines added
pt_br: 1#{0} linha adicionada|2#{0} linhas adicionadas

source: 1#{0} line changed|2#{0} lines changed
pt_br: 1#{0} linha alteradas|2#{0} linhas alteradas

source: 1#{0} line deleted|2#{0} lines deleted
pt_br: 1#{0} linha excluída|2#{0} linhas excluídas

source: Versioning Support Utilities
pt_br: Utilitários de suporte à versionamento

source: prompt
pt_br: comando

source: Select a message from list of messages
pt_br: Selecionar uma mensagem a partir da lista de mensagens

source: Recent Commit Messages
pt_br: Mensagens de submissões recentes

source: {0} Projects
pt_br: {0} projetos

source: {0} Files
pt_br: {0} arquivos

source: &Versioning Output
pt_br: Saída do &versionamento

source: Versioning Output
pt_br: Saída do versionamento

source: Versioning Output - {0}
pt_br: Saída do versionamento - {0}

source: Versi&oning Systems:
pt_br: Sistemas de versi&onamento:

source: List of all supported versioning systems
pt_br: Lista de todos os sistemas de versionamento suportados

source: Provides functionality for viewing and keeping track of local changes.
pt_br: Fornece funcionalidades para visualização e manutenção das alterações locais.

source: Stores files that were created, modified or deleted in the IDE and enables recovery of recently stored data.
pt_br: Armazena os arquivos criados, modificados ou excluídos no IDE, e possibilita ainda recuperar os dados armazenados recentemente.

source: Local History
pt_br: Histórico local

source: Implemets Local History for the IDE
pt_br: Implementa um histórico local para o IDE

source: &Local History
pt_br: Histórico &local

source: Revert the changes made since
pt_br: Reverter as alterações realizadas desde

source: (YYYY-MM-DD hh:mm)
pt_br: (DD-MM-YYYY hh:mm)

source: &Revert to...
pt_br: &Reverter para...

source: Revert to...
pt_br: Reverter para...

source: Revert
pt_br: Reverter

source: Cancel
pt_br: Cancelar

source: Revert &Deleted
pt_br: Rever&ter exclusão

source: Label
pt_br: Rótulo

source: The Local History Versions Label
pt_br: Rótulos do histórico local de versões

source: Version
pt_br: Versão

source: The Local History Version
pt_br: Versão do histórico local

source: Current File
pt_br: Arquivo atual

source: File Deleted
pt_br: Arquivo excluído

source: Set the Label
pt_br: Definir rótulo

source: Open Local History
pt_br: Abrir histórico local

source: This is a LocalHistory window
pt_br: Esta é a janela do histórico local

source: Today
pt_br: Hoje

source: Yesterday
pt_br: Ontem

source: 2 days ago
pt_br: 2 dias atrás

source: 3 days ago
pt_br: 3 dias atrás

source: 4 days ago
pt_br: 4 dias atrás

source: 5 days ago
pt_br: 5 dias atrás

source: 6 days ago
pt_br: 6 dias atrás

source: Older than 6 days ago
pt_br: Mais antigo que 6 dias atrás

source: <Diff - Illegal selection>
pt_br: <Diff - Seleção ilegal>

source: <Diff - No Version Selected>
pt_br: <Diff - Nenhuma versão selecionada>

source: Show Local &History
pt_br: Exibir histórico local

source: Delete from History
pt_br: Excluir do histórico

source: Revert from History
pt_br: Reverter a partir do histórico

source: {0} [Local History]
pt_br: {0} [Histórico local]

source: Go to Previous Difference
pt_br: Ir para diferença anterior

source: Go to Next Difference
pt_br: Ir para próxima diferença

source: Show Folder History for
pt_br: Exibir pasta de histórico para

source: (yyyy-MM-dd HH:mm)
pt_br: (dd-MM-yyyy HH:mm)

source: Show
pt_br: Exibir

source: Local History Options
pt_br: Opções do histórico local

source: &Keep Local History Files for
pt_br: Manter o &histórico local para

source: Keep Local History Files
pt_br: Manter o histórico local

source: Specifies for how many days will be old versions kept in the history
pt_br: Especificar por quantos dias as versões antigas serão mantidas no histórico

source: Days
pt_br: Dias
